[
  {"DESCRIPTION": "Resonance is the western electrics band competition.Bands will have the opportunity to showcase their compositional skills in western music.", "EVENT NAME": "Resonance", "REG NO 1": "15BEE0173", "COORDINATOR 2": "Karan Srivastava", "CLUB NAME": "Music Club", "Team Event (yes/no)": "yes", "EMAIL": "mehulchattopadhyay22@gmail.com / srikaran1306@gmail.com", "CATEGORY NAME": "MUSIC", "Reg fees After GST": "1800", "COORDINATOR 1": "Mehul Chattopadhyay", "PHONE": "7980996735 / 9585601176", "REG NO 2": "15BME0817", "Prize Money": "60000", "remark": "team of 3 to 10 members", "rules": ""}, {"DESCRIPTION": "Vaak means \"The act of speaking\" and Yudh means \"A Battle\", correctly defines the essence of this oratory event.It will test the strength of your resolve,the belief you have in your opinions and your ability to think on your feet.You require to speak on topic social issues,contest with other talented participants and answer the rally of questions from audience and judges.Two rounds debating in hindi language.", "EVENT NAME": "Vaak- Yuddh (Hindi Debate)", "REG NO 1": "15BME0498", "COORDINATOR 2": "Saurav Yadav", "CLUB NAME": "Hindi Literary Association", "Team Event (yes/no)": "no", "EMAIL": "siddharth.gupta2015@vit.ac.in / saurav.yadav2015@vit.ac.in", "CATEGORY NAME": "WORDS WITH HINDI", "Reg fees After GST": "120", "COORDINATOR 1": "Siddharth Gupta", "PHONE": "9087021582 / 9790636659", "REG NO 2": "15BBT0108", "Prize Money": "8000", "remark": "Team of 2 to 3 members", "rules": ""}, {"DESCRIPTION": "Street play on social issues. It gives a platform to students to unleash their acting skills. It uses drama as a medium to arouse discussons on important standing issues in society", "EVENT NAME": "KHALBALI", "REG NO 1": "15BCE0558", "COORDINATOR 2": "Paritosh Mahajan", "CLUB NAME": "DRAMATICS CLUB", "Team Event (yes/no)": "yes", "EMAIL": "adityya007@gmail.com / paritosh.mahajan2016@vitstudent.ac.in", "CATEGORY NAME": "DRAMA", "Reg fees After GST": "2400", "COORDINATOR 1": "Nittala Venkata Sai Venkata", "PHONE": "9871928822 / 9416380871", "REG NO 2": "16BCE0023", "Prize Money": "8000", "remark": "team of 13 to 20 members", "rules": ""}, {"DESCRIPTION": "One of the premier events of the VIT Dance Club. It's a wonderful opportunity for dance lovers to unleash thier love for the activity. Participants can deliver their performances in groups.", "EVENT NAME": "Frisk Factor", "REG NO 1": "14BCL0084", "COORDINATOR 2": "Aishwarya Lakshmi", "CLUB NAME": "DANCE CLUB", "Team Event (yes/no)": "yes", "EMAIL": "srikanthsathi.reddy@gmail.com / aishwaryalakshmi1996@gmail.com", "CATEGORY NAME": "DANCE", "Reg fees After GST": "1000", "COORDINATOR 1": "Srikanth Reddy", "PHONE": "9944596961 / 9790723891", "REG NO 2": "14BCE0486", "Prize Money": "120000", "remark": "team of 12-20 members", "rules": ""}, {"DESCRIPTION": "Helps students to unleash their love for knowledge and pushes them to learn much more. Questions will be asked to particiapnts on random topics. There will be a written prelims round and multiple final rounds", "EVENT NAME": "General Quiz", "REG NO 1": "15BME0265", "COORDINATOR 2": "Anant M Nambiar", "CLUB NAME": "Quiz Club", "Team Event (yes/no)": "no", "EMAIL": "mayurgoel97@gmail.com / ananat.nambiar@gmail.com", "CATEGORY NAME": "QUIZ EVENTS", "Reg fees After GST": "120", "COORDINATOR 1": "Mayur Goel", "PHONE": "994196990 / 8547043144", "REG NO 2": "16BCE0025", "Prize Money": "9000", "remark": "1-3 members", "rules": ""}, {"DESCRIPTION": "An event that brings out the filmy side of you. Teams selected during Pre-Riviera (which includes external participants too) will take part in the event. The cultural team of Sahiti will be performing and a Star actor from Tollywood will been invited.", "EVENT NAME": "DRUSHYAM", "REG NO 1": "15BEC0904", "COORDINATOR 2": "D. Anil Kumar", "CLUB NAME": "SAHITI", "Team Event (yes/no)": "no", "EMAIL": "sabbellaveerendra.reddy2015@vit.ac.in / durbhakaanil@gmail.com", "CATEGORY NAME": "WORDS WITH TELUGU", "Reg fees After GST": "60", "COORDINATOR 1": "Veerendra ", "PHONE": "9790537585 / 9942415228(9908690550)", "REG NO 2": "15BCE0666", "Prize Money": "4000", "remark": "1-3 members", "rules": ""}, {"DESCRIPTION": "The stag is set,the curtains are drawn and the spotlight is on you.Making the stage come alive through your powerful acting and scripts.This event promises to be that stage and much more.We will invite teams from various colleges over the drama circuit to come and compete at the highest form of college theatre at our very own cultural fest riviera'18", "EVENT NAME": "THALIA AND MELPOMENE", "REG NO 1": "15BBT0121", "COORDINATOR 2": "Elzo Jacob", "CLUB NAME": "DRAMATICS CLUB", "Team Event (yes/no)": "yes", "EMAIL": "shruti.narayan2015@vit.ac.in / elzojacob@gmail.com", "CATEGORY NAME": "DRAMA", "Reg fees After GST": "2400", "COORDINATOR 1": "Shruti Narayan", "PHONE": "9790081265 / 7092350077", "REG NO 2": "16BBT0232", "Prize Money": "16000", "remark": "team of 2 to 3 members", "rules": "1. Each play should be 30-45 minutes in length.\n2. Language to be used is English or Hindi.\n3. Props and costumes should be self-sourced.\n4. Inform a week in advance if chairs and tables are required.\n5. No profanity or abusive language allowed.\n6. No theme required for prior preparation.\n7. Decision of judges are final and binding.\n8. Each college can have a maximum of 2 teams.\n9. Sounds can be played only through sound clips which\nshould be made available on a pen drive before the event.\n10. Any disrespect to the stage or the environment of the event\nwill result in disqualification.\n11. Language of the play can be English/Hindi. Mime is allowed.\n12. In the finals, if a team exceeds 45 minutes, 15% of the total\nmarks obtained will be deducted. If a team exceeds 55 min, it\nstands to be debarred from the event.\n13. Judging Criterion:\n- Content\n- Acting/Expression\n- Direction\n- Miscellaneous\n\n14. Microphones and backstage mikes for narration, lights,\nand a laptop to play sounds will be provided.\n15. Recorded vocals are not allowed, only instrumental\nmusic is allowed.\n16. In case of malfunctioning of any equipment provided, the\nteam will be allowed to repeat their performance from the last\nscene change or from the point of disruption that the team wishes.\nIt depends on the judge's discretion as to how much grace time\nwill be given to the performing team.\n\n17. All costumes and accessories are to be arranged by the\nparticipating team. The organizing committee is responsible\nfor the infrastructural facilities only and shall not be\nresponsible for the security of items left behind in green\nrooms or on stage after the performance.\n18. Requests for special effects and props should be\ncommunicated at least a week in advance by both email and over\nthe telephone. The same will be provided only if possible.\n19. No naked flames or live animals are allowed on stage.\n20. The participating teams are requested to ensure\nthat their presentation is in keeping with the dignity of\nthe fest.\n21. The judge's decision will be final and binding.\n22. The organizing team reserves the right to change or modify\nany of the rules.\n23. The play should not have been staged at an earlier\nedition of Riviera."}, {"DESCRIPTION": "The event is a platform for those who claim to have a good command over the Language English. Participants will be given a minute to talk on random topics. The spontaneity of the participants along with their grasp over the language will be evalauted to decide the winner, runner up, second runner up.", "EVENT NAME": "Just A Minute (JAM)", "REG NO 1": "16BBT0259", "COORDINATOR 2": "Srijan Srivastava", "CLUB NAME": "English Literary Association", "Team Event (yes/no)": "no", "EMAIL": "sanjanap.hemdev2016@vitstudent.ac.in / srijan.srivastava2016@vitstudent.ac.in", "CATEGORY NAME": "WORDS WITH ENGLISH", "Reg fees After GST": "60", "COORDINATOR 1": "Sanjana Hemdev", "PHONE": "9566111920 / 9629084494", "REG NO 2": "16BEC0685", "Prize Money": "6000", "remark": "", "rules": "Just-A-Minute (or JAM) is an event that judges your mind over the mouth. It has three basic rules, no\nrepetition, no deviation, and no hesitation.\nThe contestants form a semi circle around a moderator, also called the mod. A designated spotter has\nbeen allotted to keep an eye on the contestants timing.\n1. The JAM master has veto power. No questions or arguments once the final decision has been\nmade\n2. To object, clap and wait for the designated spotter to spot you.\n3. A contestant is liable to get objected if he or she does the following -\n\nS.No Objection name Description\n1. Early/ Late start Early start and late start\n2. Speech defect Mispronunciation, stammering, stuttering\n3. Grammatical\nerrors\n\nBritish English to be followed strictly\n\n4. Over-\ndramatization\n\nUndue stress on words, undue emphasis in the sentences()\n\n5. Repitition Repetition of a previously used idea\n6. Khoofiya Not following the “khoofiya” as set by the JAM moderator. For\nexample, a khoofiya could be to just use 4 letter words throughout.\n\n7. Incoherence Failing to be clear and audible\n8. Hesitation Having unnecessary pauses\n9. Stops Pausing entirely\n10. Post Qualification Proper nouns should be qualified or declared before\n11. Plagiarism Having similar content to another speaker, unless it’s in the topic\n12. Change of pace Disrupting the flow of the speech from what was established before\n13. Gesticulation Using any hand gestures, bobbing your head\n4. The total time is sixty seconds, inclusive of all the time that all the speakers in a given round are\nallowed to speak\n5. Points are given in the following manner:\na. Positive points for every second that you speak\nb. Positive points for every correct objection\nc. Negative points for every incorrect objection\nd. Bonus points for being the last speaker\n6. The winner is the person with the maximum number of points at the end of the round."}
]